{
	"All Terms": [
		{
			"_CMSKEY": "SECTION1_CONTENT1",
			"ENGLISH": "These rules are intended to define the terms and conditions that apply to all bets accepted by us. It is your responsibility to make yourself aware of these rules and the terms upon which your bets are accepted. We reserve the right to amend these rules at any time and any such amendments will then be displayed on this website. Please note that any additional information detailed in the \"Announcements\" section forms part of the betting rules. In the event of any disparity, please note that any such additional information will supersede our betting rules.",
			"CHINESE": "此规则与条款将适用于本公司所有的投注种类。会员们有责任确保您获知所有的规则与条款，我们保留随时修改条款的权利，并且会将修改的内容公布在本网站上。公布在网站公告上的信息可作为投注附加的规则与条款，若有任何差异或矛盾的地方，将以附加信息为准。",
			"VI": "Những quy định này được áp dụng theo Điều Khoản và Điều Kiện cho tất cả các loại cược được đăng tải tại Site chúng tôi. Quý Khách có trách nhiệm cập nhật các quy định về việc xác nhận cược đặt. chúng tôi có quyền điều chỉnh những quy định này bất cứ lúc nào và thông tin điều chỉnh sẽ hiển thị trên Site. Vui lòng lưu ý, các mục thêm vào trong phần \"Thông báo\" sẽ là một phần của luật chơi. Trong trường hợp có sự khác biệt, xin lưu ý rằng các thông tin bổ sung này sẽ thay cho luật chơi.",
			"KMKH": "លក្ខខណ្ឌទាំងនេះ គឺមានគោលបំណងកំណត់លក្ខខណ្ឌផ្សេងៗសម្រាប់ល្បែងភ្នាល់ត្រូវបានទទួលយកដោយយើងខ្ញុំ។ ជាការទទួល ខុសត្រូវដោយផ្ទាល់ខ្លួនប្រកបដោយសម្បជញ្ញៈនៃច្បាប់ទាំងនេះ និងលក្ខខណ្ឌដែលការភ្នាល់របស់អ្នកត្រូវបានយល់ព្រម។ យើងរក្សាសិទ្ធិដើម្បីកែប្រែកច្បាប់ទាំងនេះគ្រប់ពេល ហើយរាល់ការកែប្រែត្រូវបានផ្សព្វផ្សាយតាមវេបសាយ នេះ។ សូមកំណត់សម្គាល់ថារាល់ព័ត៌មានណាមួយដែលបន្ថែមមានចែងលំអិតនៅក្នុង \"សេចក្តីជូនដំណឹង \"ដែល ជាផ្នែកមួយនៃលក្ខខណ្ឌល្បែងភ្នាល់។ ក្នុងករណីខ្លះព័ត៌មានបន្ថែមបែបនោះ នឹងជំនួសលក្ខខណ្ឌល្បែងភ្នាល់ របស់យើង។",
			"TH": "กฏเหล่านี้มีไว้เพื่อนิยามข้อกำหนดและเงื่อนไขที่ใช้กับการเดิมพันทั้งหมดที่เรารับการวางเดิมพัน โดยคุณต้องรับผิดชอบเพื่อจะทำให้ตัวคุณเองตระหนักถึงกฏเหล่านี้และข้อกำหนดได้รับการยอมรับการวางเดิมของคุณ เราขอสงวนสิทธิ์ในการแก้ไขกฏเหล่านี้ได้ตลอดเวลาและจะแสดงการแก้ไขดังกล่าวนี้บนเว็บไซต์ โปรดทราบว่าข้อมูลรายละเอียดเพิ่มเติมใดๆที่มีรายละเอียดที่ปรากฏ\"การประกาศ\" เป็นส่วนหนึ่งของกฏการเดิมพัน ในกรณีที่มีความแตกต่างใดๆ",
			"PT": "Estas regras destinam-se a definir os termos e condições aplicáveis a todas as apostas aceitas pelo nosso site. É de sua responsabilidade ter ciência dessas regras e termos sobre os quais as suas apostas serão aceitas. Reservamos o direito de, a qualquer momento, alterar estas regras sendo que as alterações serão expressamente exibidas no site. Por favor, note que qualquer informação adicional detalhada na seção \"Avisos\" faz parte das regras de apostas. Em caso de qualquer divergência, as informações adicionais substituirão as regras anteriores de apostas."
		}
	]
}
